---
kind: type
id: T:Autodesk.Revit.DB.FBXExportOptions
source: html/faede206-7c81-c13d-b584-a49b56329941.htm
---
# Autodesk.Revit.DB.FBXExportOptions

3D-Studio Max (FBX) Export options.

## Syntax (C#)
```csharp
public class FBXExportOptions
```